Repository: tud-mit-plone/Products.feedfeeder
Catalog: Products/feedfeeder/locales/*/LC_MESSAGES/feedfeeder.po
Languages: es, fr, nl

source: Automatic transition triggered by FeedFolder
es: Transición automática iniciada por FeedFolder
fr: Transition automatique provoquée par le dossier flux
nl: Automatische transitie door Feedfolder

source: Feed Folder
es: Carpeta de fuentes
fr: Dossier flux

source: Feed Item
es: Elemento de fuente
fr: Elément de flux

source: Feed items updated
es: Elementos de la fuente actualizados
fr: Eléments du flux mis à jour
nl: Feed items geüpdatet

source: Feedfeeder registry
es: Registro de FeedFeeder
nl: Feedfeeder register

source: Keep initial state
es: Mantener el estado inicial
fr: Laisser dans l'état initial
nl: Behoud de initiële status

source: Profile for registry settings of Feedfeeder
es: Perfil para la configuración de registro de Feedfeeder
nl: Profiel voor registerinstellingen van Feedfeeder

source: Turn external feed entries into content items
es: Convertir entradas de la fuente externa en elementos de contenido
nl: Maak van externe feeditems content items

source: Update Feed Items
es: Actualizar los elementos de la fuente
fr: Mettre à jour les éléments du flux

source: feedfeeder_label_feedItemAuthor
es: Autor del elemento de la fuente
fr: Auteur du flux
nl: Auteur

source: feedfeeder_label_feedItemUpdated
es: Elemento de la fuente actualizado
fr: Flux mis à jour
nl: Laatste wijziging

source: feedfeeder_label_feedTitle
es: Título de la fuente
fr: Titre du flux
nl: Titel van feed

source: feedfeeder_label_feeds
es: Fuentes
fr: Flux
nl: URLs van de feeds

source: feedfeeder_label_hasbody
es: Tiene texto de cuerpo
fr: A un corps de texte
nl: Heeft tekst

source: feedfeeder_label_link
es: Enlace
fr: Lien
nl: URL

source: feedfeeder_label_objectids
es: IDs de objeto
fr: Identifiants des objets
nl: Objectids

source: help_default_transition
es: La transición seleccionada será realizada cuando se actualice este elemento de la fuente.
fr: La transition effectuée lorsque vous mettez à jour ce flux
nl: Tijdens het updaten van een item uit deze feed wordt de transitie uitgevoerd die beneden geselecteerd is.

source: help_redirect
es: Si está marcado, usted será automáticamente redirigido al elemento de la fuente si no tiene permiso de edición.
fr: Si cette case est cochée, l'élément de flux sera automatiquement redirigé si vous n'avez pas la permission de modifier.
nl: Indien aangevinkt, zal het feeditem automatisch doorsturen naar de oorspronkelijke website als je geen permissie hebt om te bewerken.

source: label_default_transition
es: Transición por defecto
fr: Transition par défaut
nl: Standaardtransitie

source: label_redirect
es: Redirección automática a los elementos de la fuente
fr: Redirection automatique des éléments de flux
nl: Automatische redirect van feeditems

source: no_body_text
es: Este elemento not tiene ningún texto de cuerpo: pulse en la pestaña de edición para cambiarlo.
fr: Pas de corps de texte
nl: Dit item heeft geen bodytekst; klik op de edit-tab om het te wijzigen.

source: source_available_here
es: Fuente original
fr: Lien vers la source
nl: Bron hier beschikbaar.

source: test_view_title
es: Vista de prueba mostrando los últimos elementos de las fuentes
fr: Vue affichant les derniers items du flux
nl: Test overzicht: de laatste items uit de feeds

source: help_feeds
nl: Lijst van RSS feeds. Je kan feed links een laten voorafgaan door een titel door | als scheidingsteken te gebruiken. Het is waarschijnlijk een goed idee om een dubbele punt of een streepje aan het eind van de titel te zetten ('Mijn plaats: |http://mijn.plaats/feed').
